Repository: Prizzrakk/Simple-Product-Discount-for-WC
Catalog: languages/simple-product-discounts-*.po
Languages: ru_ru

source: Simple Product Discounts based on Quantity
ru_ru: Скидки на простые товары в зависимости от количества

source: Thank you for using Simple Product Discounts plugin for %1$s days already. It would be great if you <a href="%2$s">support</a> the author!
ru_ru: Спасибо, что используете плагин Simple Product Discounts уже %1$s дней. Будет прекрасно, если вы <a href="%2$s">поддержите</a> автора!

source: Plugin settings and all plugin data deleted!
ru_ru: Настройки и данные плагина удалены!

source: Settings saved!
ru_ru: Настройки сохранены!

source: Main settings
ru_ru: Основные настройки

source: Activate Product Discounts
ru_ru: Включить скидки на продукты

source: Max number of discount fields (default 10):
ru_ru: Максимальное количество полей для скидок (по умолчанию 10):

source: Max number of discount fields
ru_ru: Максимальное количество полей

source: Product page settings
ru_ru: Настройки страницы товара

source: Location of discounts list:
ru_ru: Положение списка со скидками:

source: Calculate and display total price after add to cart quantity
ru_ru: Подсчитать и вывести общую цену после выбора количества товара

source: Cart/checkout page settings
ru_ru: Настройки корзины и страницы оформления заказа

source: Use default output of price and total price for each product in cart and checkout
ru_ru: Использовать вывод по умолчанию для цены и общей стоимости в корзине и на странице оформления заказа (не показывать перечеркнутую цену без скидки)

source: Save
ru_ru: Сохранить

source: Clear all data - will delete plugin settings and all made discounts for all products!
ru_ru: Удалить все данные - удалит настройки плагина и все внесенные скидки для всех товаров!

source: ! Clear all data !
ru_ru: ! Удалить все данные !

source: Woocommerce not found! Install Woocommerce to use plugin.
ru_ru: Woocommerce не найден! Установите Woocommerce, чтобы использовать плагин.

source: After price
ru_ru: После цены

source: Before add to cart form
ru_ru: До формы добавления в корзину

source: After add to cart button
ru_ru: После кнопки добавить в корзину

source: After add to cart form
ru_ru: После формы добавления в корзину

source: Custom (template tag) use:
ru_ru: Пользовательское использование (тег шаблона):

source: Amount, from
ru_ru: Количество, от

source: Quantity of goods
ru_ru: Количество товара

source: Price
ru_ru: Цена

source: Discounted price
ru_ru: Цена со скидкой

source: Price based on the quantity
ru_ru: Цена в зависимости от количества

source: Add field
ru_ru: Добавить поле

source: Update fields
ru_ru: Обновить

source: Total
ru_ru: Всего

source: From
ru_ru: От

source: pcs.
ru_ru: шт.

source: Support
ru_ru: Поддержать

source: Settings
ru_ru: Настройки

source: Product price based on the products quantity for Woocommerce.
ru_ru: Цена товара в зависимости от количества.
